[
    {
        "title": "Six Israeli hostages handed over to Red Cross by Hamas in Gaza",
        "content": " Six Israeli hostages have been handed to the Red Cross at Hamas-led ceremonies in the Gaza Strip. Hamas has released more Israeli hostages at highly stage- managed events in Gaza. In all, six men have been freed so far on Saturday. Television pictures of them being handed to the Red Cross were met with cheers by crowds in Tel Aviv’s Hostage Square. In exchange, more than six hundred Palestinian prisoners will be released by Israel. As Germany's far right AFD party is in second place before tomorrow's election, we hear from one recent Syrian immigrant about her life in Berlin.  And And we take a look at the Trump policies on American science – a Harvard professor tells us what's being cut.  (Photo: The moment hostage Omer Shem Tov is released at the handover. Credit: Reuters) \n4 days left to listen\n \n50 minutes\n             \n\n            See all episodes from Newshour\n        \n  \nInterviews, news and analysis of the day’s global events.\n",
        "description": "Hamas has released more Israeli hostages at highly stage- managed events in Gaza. In all, six men have been freed so far on Saturday. Television pictures of them being handed to the Red Cross were met with cheers by crowds in Tel Aviv’s Hostage Square. In exc…",
        "url": "https://www.bbc.co.uk/programmes/w172zb9d3c3mslp",
        "source": "BBC News"
    },
    {
        "title": "Lab-grown food could be sold in UK in two years",
        "content": "This lab-grown Wagyu steak is ready to eat, but can't be sold in the UK because it has not yet been approved  Meat, dairy and sugar grown in a lab could be on sale in the UK for human consumption for the first time within two years, sooner than expected.  The Food Standards Agency (FSA) is looking at how it can speed up the approval process for lab-grown foods. Such products are grown from cells in small chemical plants. UK firms have led the way in the field scientifically but feel they have been held back by the current regulations. Dog food made from meat that was grown in factory vats went on sale in the UK for the first time last month. In 2020, Singapore became the first country to authorise the sale of cell-cultivated meat for human consumption, followed by the United States three years later and Israel last year. However, Italy and the US states of Alabama and Florida have instituted bans. The FSA is to develop new regulations by working with experts from high-tech food firms and academic researchers.  It says it aims to complete the full safety assessment of two lab-grown foods within the two-year process it is starting. But critics say that having the firms involved in drawing up the new rules represents a conflict of interest. The initiative is in response to concerns by UK firms that they are losing ground to competition overseas, where approvals processes take half the time. Prof Robin May, the FSA's chief scientist, told BBC News that there would be no compromise on consumer safety. \"We are working very closely with the companies involved and academic groups to work together to design a regulatory structure that is good for them, but at all costs ensures the safety of these products remains as high as it possibly can,\" he said. But critics such as Pat Thomas, director of the campaign group Beyond GM, are not convinced by this approach. \"The companies involved in helping the FSA to draw up these regulations are the ones most likely to benefit from deregulation and if this were any other type of food product, we would be outraged by it,\" she said. The cells are grown in fermentation tanks and then processed to look like food The science minister, Lord Vallance, took issue with the process being described as \"deregulation\".  \"It is not deregulation, it is pro-innovation regulation,\" he told BBC News. \"It is an important distinction, because we are trying to get the regulation aligned with the needs of innovation and reduce some of the bureaucracy and duplication.\" Lab-grown foods are grown into plant or animal tissue from tiny cells. This can sometimes involve gene editing to tweak the food's properties. The claimed benefits are that they are better for the environment and potentially healthier. The government is keen for lab-grown food firms to thrive because it hopes they can create new jobs and economic growth.  The UK is good at the science, but the current approvals process is much slower than in other countries. Singapore, the US and Israel in particular have faster procedures. Ivy Farm Technologies in Oxford is ready to go with lab-grown steaks, made from cells taken from Wagyu and Aberdeen Angus cows. The firm applied for approval to sell its steaks to restaurants at the beginning of last year. Ivy Farm's CEO, Dr Harsh Amin, explained that two years was a very long time to wait. \"If we can shorten that to less than a year, while maintaining the very highest of Britain's food safety standards, that would help start-up companies like ours to thrive.\" These lab-grown crystals look like sugar and are much sweeter Dr Alicia Graham has a similar story. Working at Imperial College, London's Bezos centre in west London, she has found a way to grow an alternative to sugar. It involves introducing a gene found in a berry into yeast. This process enables her to produce large amounts of the crystals that make it taste sweet.  It doesn't make you fat, she says, and so is a potential sweetener and healthy substitute in fizzy drinks. In this case I am allowed to taste it. It was incredibly sweet and slightly sour and fruity, reminding me of lemon sherbet. But Dr Graham's firm, MadeSweetly, is not allowed to sell it until it gets approval. \"The path to getting approval is not straightforward,\" she tells me.  \"They are all new technologies, which are not easy for the regulator to keep up with. But that means that we don't have one specific route to product approval, and that is what we would like.\" The FSA says it will complete a full safety assessment of two lab-grown foods within the next two years and have the beginnings of a faster and better system for applications for approvals of new lab-grown foods.  Prof May of the FSA says the purpose of working with experts from the companies involved as well as academics is to get the science right. \"It can be quite complex, and it is critical that we understand the science to make sure the foods are safe before authorising them.\" But Ms Thomas says that these high-tech foods may not be as environmentally friendly as they are made out to be as it takes energy to make them and that in some cases their health benefits are being oversold. \"Lab-grown foods are ultimately ultra-processed foods and we are in an era where we are trying to get people to eat fewer ultra-processed foods because they have health implications,\" he said. \"And it is worth saying that these ultra-processed foods have not been in the human diet before.\" Sign up for our Future Earth newsletter to get exclusive insight on the latest climate and environment news from the BBC's Climate Editor Justin Rowlatt, delivered to your inbox every week. Outside the UK? Sign up to our international newsletter here. Comments can not be loaded To load Comments you need to enable JavaScript in your browser Trump suggests US could run Ukraine's power plants during Zelensky call UK to host new Ukraine peacekeeping talks British bomb disposal expert injured in Gaza Private notes and emails reveal inside story of hospital struggle to stop Lucy Letby 'Biggest cuts since austerity' and 'evil' family killer You're hired: Lord Sugar signs up to stay on The Apprentice into his 80s Tesla's challenges run deeper than 'toxic' controversy around Elon Musk Whistleblower reveals oil giant's 'awful' pollution Royal Mail launches mythical creatures stamp collection What nine months in space does to the human body  'It's him, it's him!' - Mother spots son deported from US in mega-prison footage Politics Essential: Get the latest news and analysis delivered to your inbox every weekday Ten Pound Poms, starring Michelle Keegan, has returned A unique, wild trip through extremes of mind and body Uncovering the dark side of football hooliganism Exposing the truth to bring a serial killer to justice Copyright Â© 2025 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "description": "The Food Standards Agency (FSA) is looking at how it can speed up the approval process for lab-grown foods.",
        "url": "https://www.bbc.co.uk/news/articles/c2ern1zjkvyo",
        "source": "BBC News"
    },
    {
        "title": "Scientists discover new part of the immune system",
        "content": "A new part of the immune system has been discovered and it is a goldmine of potential antibiotics, scientists have said. They've shown a part of the body known to recycle proteins has a secret mode that can spew out an arsenal of bacteria-killing chemicals. The researchers in Israel say it transforms our understanding of how we are protected against infection. And gives a new place to look for antibiotics to tackle the growing problem of superbugs that resist our current drugs. The discovery centres on the proteasome â a tiny structure that is found in every cell of the body. Its main role is to chop up old proteins into smaller chunks so they can be recycled to make new ones. But a series of experiments, detailed in the journal Nature, external, shows the proteasome detects when a cell has been infected by bacteria. It then changes structure and role. It starts transforming old proteins into weapons that can rip open the outer layer of bacteria to kill them. Staphylococcus bacteria, one healthy on the left and one being destroyed as its outer layer is torn open by antimicrobials made by the proteasome.  Prof Yifat Merbl, from the Weizmann Institute of Science, told me: \"This is really exciting, because we never knew that this was happening. \"We discovered a novel mechanism of immunity that is allowing us to have a defence against bacterial infection. \"It's happening throughout our body in all the cells, and generates a whole new class of potential natural antibiotics.\" The research team went through a process they called \"dumpster diving\" to find these natural antibiotics. They were tested on bacteria growing in the laboratory and on mice with pneumonia and sepsis. The researchers said they were getting results comparable to some established antibiotics. And when the researchers took cells in the laboratory and disabled the proteasome they were far easier to infect with bacteria like Salmonella.   Prof Yifat Merbl, centre in black, with the rest of her lab team Prof Daniel Davis, the head of life sciences and an immunologist at Imperial College London, said the findings were \"extremely provocative and very interesting\" as they changed our understanding of how our body fights infection. \"What's really exciting about this, is it's a totally undiscovered process by which anti-germ molecules are made inside our cells, it feels profoundly important and surprising.\" But he cautioned that turning this into a new source of antibiotics is an idea that \"still needs to be tested\" and that will take time. More than a million people a year are estimated to die from infections that are resistant to drugs like antibiotics.  Drug-resistant infections killing millions - study But despite the need, there has been a lack of research into developing new antibiotics to keep up with demand. Against that bleak background, having somewhere new to look is a source of optimism for some scientists.  Dr Lindsey Edwards, a senior lecturer in microbiology at King's College London, told the BBC: \"It's a potential goldmine for new antibiotics, that's quite exciting. \"In previous years it's been digging up soil [to find new antibiotics], it is wild that it's something we have within us, but comes down to having the technology to be able to detect these things.\" She also says there could be fewer issues with developing them into drugs because they are already products of the human body so the \"safety side of it might be a lot easier\". Trump suggests US could run Ukraine's power plants during Zelensky call UK to host new Ukraine peacekeeping talks British bomb disposal expert injured in Gaza Private notes and emails reveal inside story of hospital struggle to stop Lucy Letby 'Biggest cuts since austerity' and 'evil' family killer You're hired: Lord Sugar signs up to stay on The Apprentice into his 80s Tesla's challenges run deeper than 'toxic' controversy around Elon Musk Whistleblower reveals oil giant's 'awful' pollution Royal Mail launches mythical creatures stamp collection What nine months in space does to the human body  'It's him, it's him!' - Mother spots son deported from US in mega-prison footage Politics Essential: Get the latest news and analysis delivered to your inbox every weekday Ten Pound Poms, starring Michelle Keegan, has returned A unique, wild trip through extremes of mind and body Uncovering the dark side of football hooliganism Exposing the truth to bring a serial killer to justice Copyright Â© 2025 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "description": "New part of the immune system - hidden inside our bodies - could be used to make new antibiotics.",
        "url": "https://www.bbc.co.uk/news/articles/cpv4jww3r4eo",
        "source": "BBC News"
    },
    {
        "title": "SpaceX rocket launches as stranded Nasa astronauts prepare to return from ISS",
        "content": "This video can not be played Watch: Smiles and hugs as new crew arrives on ISS A SpaceX capsule carrying a new crew has docked at the International Space Station (ISS), paving the way for astronauts Butch Wilmore and Suni Williams to come home. The pair were due to be on the ISS for only eight days, but because of technical issues with the experimental spacecraft they arrived on, they have been there for more than nine months. The astronauts are due to begin their journey back to Earth later this week. Steve Stich, manager of Nasa's commercial crew programme said he was delighted at the prospect. \"Butch and Suni have done a great job and we are excited to bring them back,\" he said. Watch: How two astronauts were left in space for nine months Nasa astronauts Butch and Suni's homecoming delayed again Why are the Boeing Starliner astronauts still in space? Live footage showed the SpaceX Crew Dragon docking with the ISS and opening a hatch. Shortly after 0545 GMT, the astronauts embraced and hugged their counterparts. The astronauts, along with their ISS workmates, Nasa's Nick Hague and Roscosmos cosmonaut Aleksandr Gorbunov, will be relieved by four astronauts, from Russia, Japan and two from the US. There will be a two-day handover after which the old crew are due to begin their journey back to Earth. But there could be a small further delay, as they wait for conditions on Earth to be right for a safe re-entry of the returning capsule, according to Dana Weigel, manager, of the ISS programme. \"Weather always has to cooperate, so we'll take our time over that if it is not favourable,\" she told reporters. Ms Weigel explained that the astronauts had begun getting ready for the handover last week. \"Butch rang a ceremonial bell as Suni handed over command to cosmonaut Alexei Ovchinin,\" she said. The astronauts all embraced and hugged their counterparts Suni Williams describes being in space as her \"happy place\" The astronauts have consistently said that they have been happy to be on board the space station, with Suni Williams describing it as her \"happy place\". But Dr Simeon Barber, of the Open University, told BBC News that there would likely have been a personal cost. \"When you are sent on a work trip that is supposed to last a week, you are not expecting it to take the best part of a year,\" he said. \"This extended stay in space will have disrupted family life, things will have happened back home that they will have missed out on, so there will have been a period of upheaval.\" Butch and Suni arrived at the ISS at the beginning of June 2024 to test an experimental spacecraft called Starliner, which was built by the aerospace firm Boeing, a rival to SpaceX.  The mission had been delayed by several years because of technical issues in the spacecraft's development, and there were problems during its launch and docking on to the ISS. This included issues with some of Starliner's thrusters, which would be needed to slow the spacecraft for re-entry into the Earth's atmosphere, and leaks of helium gas in the propulsion system. Astronauts Suni Williams (left) and Butch Wilmore were supposed to have stayed on the space station for eight days Nasa decided that it would not take even a small risk in bringing back Butch and Suni on Starliner, when they had the option of returning them on SpaceX's Dragon capsule. Nasa decided the best option was to do this during a scheduled crew rotation, even though it would mean keeping the astronauts on the space station for several months. Boeing has consistently argued that it would have been safe to bring Butch and Suni back on Starliner, and were unhappy about the decision to use a rival's capsule instead, which will be \"embarrassing\" for Boeing, according to Dr Barber. \"It's not a good look for Boeing to see astronauts they took into space come back in a competitor's craft.\" Artwork: five of Starliner's Maneuvering thrusters stalled while docking on to the ISS Both President Trump and SpaceX CEO Elon Musk have said that Butch and Suni could have been brought home sooner, most recently in a joint interview with Fox News in February, external. President Trump states: \"They got left in space.\" When the interviewer,  Sean Hannity, elaborates, saying \"They were supposed to be there eight days. They're there almost 300,\" Mr Trump responds with one word: \"Biden.\" Mr Musk follows up asserting: \"They were left up there for political reasons.\" The assertion is denied by Nasa's Steve Stitch. \"We looked at a wide range of options and worked hand-in-hand with SpaceX to look at what was the best thing to do overall and when we laid all that out the best option was to have the one we are embarking upon,\" he said. That decision was supported by Dr Libby Jackson, who is head of space at the Science Museum in London and worked at Europe's control centre for the ISS. \"Butch and Suni's wellbeing would always have been at the very forefront of everybody's minds as the decisions were being made for how best to deal with the circumstances that they were presented,\" she said. \"Nasa made those decisions based on good technical reasons, on programmatic reasons, and found the right solution that has kept Butch and Suni safe. \"I really look forward to seeing them return to Earth, safe and sound, along with the rest of their crewmates.\" Trump suggests US could run Ukraine's power plants during Zelensky call UK to host new Ukraine peacekeeping talks British bomb disposal expert injured in Gaza Private notes and emails reveal inside story of hospital struggle to stop Lucy Letby 'Biggest cuts since austerity' and 'evil' family killer You're hired: Lord Sugar signs up to stay on The Apprentice into his 80s Tesla's challenges run deeper than 'toxic' controversy around Elon Musk Whistleblower reveals oil giant's 'awful' pollution Royal Mail launches mythical creatures stamp collection What nine months in space does to the human body  'It's him, it's him!' - Mother spots son deported from US in mega-prison footage Politics Essential: Get the latest news and analysis delivered to your inbox every weekday Ten Pound Poms, starring Michelle Keegan, has returned A unique, wild trip through extremes of mind and body Uncovering the dark side of football hooliganism Exposing the truth to bring a serial killer to justice Copyright Â© 2025 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "description": "The pair are due to begin their long delayed journey back to Earth two days after the new crew arrive.",
        "url": "https://www.bbc.co.uk/news/articles/ce8y62jrwgwo",
        "source": "BBC News"
    },
    {
        "title": "Afghan women students in Oman face expulsion after Trump's USAID freeze",
        "content": "Afghan women students in Oman say they expect to be sent back within weeks More than 80 Afghan women who fled the Taliban to pursue higher education in Oman now face imminent return back to Afghanistan, following the Trump administration's sweeping cuts to foreign aid programmes. Funded by the US Agency for International Development (USAID), their scholarships were abruptly terminated after a funding freeze ordered by President Donald Trump when he returned to office in January. \"It was heart-breaking,\" one student told the BBC, speaking anonymously for fear of reprisals. \"Everyone was shocked and crying. We've been told we will be sent back within two weeks.\"  Since regaining power nearly four years ago, the Taliban has imposed draconian restrictions on women, including banning them from universities.  The Trump administration's aid freeze has faced legal roadblocks, but thousands of humanitarian programmes around the world have already been terminated as the White House dismantles USAID and cuts tens of billions of dollars in spending. The students in Oman say preparations are under way to return them to Afghanistan, and have appealed to the international community to \"intervene urgently\". The BBC has seen emails sent to the 82 students informing them that their scholarships have been \"discontinued\" due to the termination of the programme and USAID funding. The emails - which acknowledge the news will be \"profoundly disappointing and unsettling\" - refer to travel arrangements back to Afghanistan, which caused alarm among the students. US cuts send South Africa's HIV treatment 'off a cliff' \"We need immediate protection, financial assistance and resettlement opportunities to a safe country where we can continue our education,\" one told the BBC. The USAID website's media contact page remains offline. The BBC has contacted the US State Department for comment.  The Afghan women, now facing a forced return from Oman, had been pursuing graduate and post-graduate courses under the Women's Scholarship Endowment (WSE), a USAID programme which began in 2018. It provided scholarships for Afghan women to study science, technology, engineering, and mathematics (STEM), the disciplines banned for women by the Taliban.  The Afghan women who escaped to get an education abroad Exhibition giving Afghan women and girls a voice Afghan women 'banned from midwife courses' in latest blow to rights Just over a week ago, the students were told their scholarships had been terminated. \"It's like everything has been taken away from me,\" another student told the BBC. \"It was the worst moment. I'm under extreme stress right now.\" These women, mostly aged in their 20s, qualified for scholarships in 2021 before the Taliban seized Afghanistan. Many continued their studies in Afghan universities until December 2022, when the Taliban banned higher education for women. After 18 months in limbo, they said they fled to Pakistan last September. USAID then facilitated their visas to Oman, where they arrived between October and November 2024. \"If we are sent back, we will face severe consequences. It would mean losing all our dreams,\" a student said. \"We won't be able to study and our families might force us to get married. Many of us could also be at personal risk due to our past affiliations and activism.\"  The Taliban has cracked down on women protesting for education and work, with many activists beaten, detained and threatened. Women in Afghanistan describe themselves as \"dead bodies moving around\" under the regime's brutal policies. The Taliban government says it has been trying to resolve the issue of women's education, but has also defended its supreme leader's diktats, saying they are \"in accordance with Islamic Sharia law\". \"Afghanistan is experiencing gender apartheid, with women systematically excluded from basic rights, including education,\" a student said. She and her friends in Oman had managed to escape that fate, as the scholarships were supposed to fund their education until 2028. \"When we came here, our sponsors told us to not go back to Afghanistan till 2028 for vacations or to visit our families because it's not safe for us. And now they're telling us to go,\" a student said.  Last month, White House Deputy Press Secretary Anna Kelly blamed the situation for Afghan women on the US military's withdrawal from the country under the Democrats, telling the Washington Post: \"Afghan women are suffering because Joe Biden's disastrous withdrawal allowed the Taliban to impose mediaeval Sharia law policies.\" The decision to slash American aid funding has come under the Trump administration, and been implemented by Elon Musk's Department of Government Efficiency. And these women face a grim future, urgently seeking a lifeline before time runs out. Additional reporting by Aakriti Thapar Trump suggests US could run Ukraine's power plants during Zelensky call UK to host new Ukraine peacekeeping talks British bomb disposal expert injured in Gaza Private notes and emails reveal inside story of hospital struggle to stop Lucy Letby 'Biggest cuts since austerity' and 'evil' family killer You're hired: Lord Sugar signs up to stay on The Apprentice into his 80s Tesla's challenges run deeper than 'toxic' controversy around Elon Musk Whistleblower reveals oil giant's 'awful' pollution Royal Mail launches mythical creatures stamp collection What nine months in space does to the human body  'It's him, it's him!' - Mother spots son deported from US in mega-prison footage Politics Essential: Get the latest news and analysis delivered to your inbox every weekday Ten Pound Poms, starring Michelle Keegan, has returned A unique, wild trip through extremes of mind and body Uncovering the dark side of football hooliganism Exposing the truth to bring a serial killer to justice Copyright Â© 2025 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "description": "US aid funding enabled the women to study in Oman - but their scholarships have been abruptly terminated.",
        "url": "https://www.bbc.co.uk/news/articles/cg4k25wlw21o",
        "source": "BBC News"
    }
]