[
    {
        "title": "South Sudan clashes: UN fears civil war as barrel bombs dropped in Upper Nile",
        "content": "The White Army militia fought alongside Vice-President Riek Machar during the civil war that broke out in 2013 Barrel bombs believed to contain a highly flammable liquid have been used in airstrikes in South Sudan as escalating violence pushes the world's newest country to the brink of another civil war, the UN has said. The comments by Nicholas Haysom, head of the UN mission in South Sudan, follow recent fighting between the army and a rebel militia, known as the White Army, at a military base in the northern town of Nasir in oil-rich Upper Nile State. Since the White Army overran the base, there had been persistent aerial bombardment causing \"significant casualties and horrific burns\", he said. \"A conflict would erase all the hard-won gains made since the 2018 peace deal was signed,\" he warned. \"It would devastate not only South Sudan but the entire region, which simply cannot afford another war,\" Mr Haysom said, external. The government has not responded to the barrel bomb allegations. President Salva Kiir and his rival Vice-President Riek Machar agreed in August 2018 to end a five-year civil war that killed nearly 400,000 people. But over the last seven years their relationship has become increasingly strained amid ethnic tensions and sporadic violence. In early March, several of Machar's most senior allies were arrested by security forces, which his allies called a \"grave violation\" of the peace deal. This followed the clashes between the military and the White Army, which fought alongside Machar during the civil war that erupted in 2013 - not long after the country had gained its independence from Sudan. \"In retaliation, communities across Upper Nile are being subjected to persistent aerial bombardment using devices, barrel bombs, allegedly containing a highly flammable liquid that acts as an accelerant on explosion,\" Mr Haysom said. \"These indiscriminate attacks on civilians are causing significant casualties and horrific injuries, especially burns.\" Such allegations were first made last week by local leaders in Upper Nile. James Gatluak Lew, Nasir county commissioner, told the BBC that state forces and their allies had carried out \"chemical bombardments\". Local media reported that ethyl acetate, a highly flammable chemical compound, was found at the attack sites. In an earlier interview with the BBC, Edmund Yakani, the head of a local non-governmental organisation, said he had heard similar reports. Eyewitnesses, including local community leaders and business informants, had told his Community Empowerment for Progress Organisation (CEPO) about the use of \"unusual weapons\", he said. Government spokesman Michael Makuei confirmed there had been a military operation in Upper Nile last week, insisting \"the bombardment was strictly against White Army positions and did not harm civilians\". But Mr Haysom said civilians, including women and children, had been greatly affected, with an estimated 63,000 people forced to flee their homes. He added that such violence was escalating as the country drew closer to elections, expected next year. \"Rampant misinformation, disinformation and hate speech is also ratcheting up tensions and driving ethnic divisions, and fear,\" he said. The UN mission, which oversees an estimated 18,000 peacekeepers in South Sudan, was engaging in intense shuttle diplomacy to try and prevent a return to civil war, Mr Haysom added. Meanwhile, Machar has accused neighbouring Uganda of violating the UN arms embargo on South Sudan by conducting airstrikes in the country. In a letter seen by the Reuters news agency and addressed to the UN, the African Union and the regional bloc Igad, Machar said Uganda's military intervention in South Sudan had violated the peace deal. \"The Ugandan forces are currently taking part in air strikes against civilians in counties of Nasir, Longechuk and Ulang in Upper Nile State, and Akobo County in Jonglei State,\" it said. Earlier this month, Uganda said it had deployed troops to South Sudan at the request of President Kiir's government, though Juba has denied this. Additional reporting by the BBC's Ashley Lime and Akisa Wandera. How Sudan's rebel deal offers lifeline for peace Mystery in South Sudan after sacked spy boss mired in gun battle  Salva Kiir: The president in a cowboy hat Go to BBCAfrica.com, external for more news from the African continent.  Follow us on Twitter @BBCAfrica, external, on Facebook at BBC Africa, external or on Instagram at bbcafrica, external Africa Daily Focus on Africa Trump announces 25% tariffs on car imports to US Reeves squeezes benefits as 2025 growth forecast halved Zelensky hopes US will 'stand strong' in face of Russian demands 'They invited me - now they're attacking me': Signal chat journalist speaks to BBC 'On the backs of the poor' and 'tax rise fears' Atomfall: How a forgotten nuclear disaster inspired a video game Why leaving his own charity will matter so much to Prince Harry China's dream of becoming a football superpower lies in tatters Local elections 2025: Is there an election in my area? 'We panicked when we realised viewers see everything' - Stacey Solomon on new show The row that rocked K-pop: NewJeans tell BBC why they spoke out The Upbeat newsletter: Start your week on a high with uplifting stories delivered to your inbox From lucky treasure hunters to Newportâs most wanted How lockdown affected children's social development The invention of GPS in the late 1970s A gritty crime saga set in Liverpool starring Sean Bean Copyright Â© 2025 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "description": "The UN issues a stark warning following fighting between the army and the White army militia.",
        "url": "https://www.bbc.co.uk/news/articles/ce8yr42r96do",
        "source": "BBC News",
        "publishedAt": "2025-03-26T02:19:26Z"
    },
    {
        "title": "Malawi: Life in your years",
        "content": " Life expectancy in Malawi, one of the poorest countries in the world, has increased rapidly this century. But what are the consequences for policy planners and ordinary people? Life expectancy in Malawi, one of the poorest countries in the world, increased by 19 years (from 46 to 65) from 2000 to 2019 - mostly due to reductions in mortality from HIV, TB and malaria, and declines in childhood diseases. What does this very rapid demographic change mean for governments, policy planners and ordinary people now living so much longer? Will overstretched health and social protection services be able to cope with the demands that come with longer lives - rapidly increasing non-communicable diseases and dementia, and caring for a growing elderly population? Leah Malekano and Ruth Evans ask how we can ensure there is 'life' in those additional years in one of the most aid-dependent countries in the world. \n                                    Available now\n                             \n36 minutes\n             \n\n            See all episodes from The Documentary Podcast\n        \n  \nA window into our world. Investigating and reporting true stories from everywhere\n",
        "description": "Life expectancy in Malawi, one of the poorest countries in the world, increased by 19 years (from 46 to 65) from 2000 to 2019 - mostly due to reductions in mortality from HIV, TB and malaria, and declines in childhood diseases. What does this very rapid demog…",
        "url": "https://www.bbc.co.uk/programmes/p0l0b30m",
        "source": "BBC News",
        "publishedAt": "2025-03-26T01:30:00Z"
    },
    {
        "title": "JD Vance to accompany wife on Greenland trip",
        "content": "Denmark has welcomed changes to a Greenland trip by US Vice-President JD Vance and his wife Usha, which has been reduced to a visit of just a US space base. Earlier this week, it was announced that Usha Vance would spend several days in Greenland, visiting the capital Nuuk and attending cultural events like a popular annual dogsled race.  The White House said on Tuesday that JD Vance would join his wife in Greenland but that the couple would only spend a day there visiting the US Pituffik Space Base, on the north-western coast. US President Donald Trump has continued his threats of taking over Greenland, a Danish semi-autonomous territory, saying on Wednesday: \"We're going to have to have it\". \"We need Greenland for international safety and security,\" Trump added. Although JD Vance will become the highest-ranking US official to visit Greenland,  a visit to a US base is less controversial than the original plan for his wife's visit, which Greenland's acting head of government Mute Egede called a \"provocation\". Danish Foreign Minister Lars Lokke Rasmussen said on Wednesday that the decision was \"very positive\" and that Denmark had \"nothing against\" the Americans visiting their own base. Rasmussen also said it was a \"masterful spin in many ways, to make [the US] look like they're escalating when they're actually deescalating.\" The revised programme will also likely reduce the risk of the Vances being met with protests by local residents.  In recent weeks hundreds of people have taken part in demonstrations against the US, with some holding placards reading \"Respect international agreements\" and \"Yankee go home\". Earlier in March, Greenland's leading political parties issued a joint statement to condemn Trump's \"unacceptable behaviour\".  Outgoing Prime Minister Mute B Egede wrote on Facebook that his country would \"never be the USA and we Greenlanders will never be Americans... Don't keep treating us with disrespect. Enough is enough.\" People took part in a demonstration outside the US consulate in Nuuk earlier in March On Wednesday morning, Greenland media reported that several armoured cars which had arrived on the island in preparation for Usha Vance's visit were being loaded back on an American military plane. Greenland - the world's biggest island, situated between the Arctic and Atlantic Oceans - has been controlled by Denmark, nearly 3,000km (1,860 miles) away, for about 300 years. It governs its own domestic affairs, but decisions on foreign and defence policy are made in Copenhagen. The US has long held a security interest and a military presence there since World War Two. The Pituffik Space Base, located in the north-west of Greenland, supports missile warning, air defence and space surveillance missions.  In a video posted on social media platform X on Tuesday, Vance said there was a lot of excitement around his wife's trip to Greenland. He is joining her because he \"didn't want her to have all that fun by herself\".  He said the visit to the military installation was to check on the island's security, as \"a lot of other countries have threatened Greenland, have threatened to use its territories and its waterways to threaten the United States, to threaten Canada, and of course, to threaten the people of Greenland\". He added that the Trump administration wanted to \"reinvigorate the security of the people of Greenland\", and that the United States and Denmark have ignored it for \"far too long\".  It is unclear if Trump's national security adviser Mike Waltz is still scheduled to visit. The BBC has reached out to the White House for confirmation. Is Greenland For Sale? US president Donald Trump says he wants the US to take over Greenland. Many people think it will never happen. But could it? If so, how? This video can not be played Watch: Danish journalist on what Greenlanders think about Trump's comments Dr Dwayne Ryan Menezes, founder and managing director of Polar Research and Policy Initiative think tank, based in London, criticised the visit.  He said it was \"highly unusual\" that a high-level delegation of US officials are visiting Greenland without being invited, especially after a national election in the country, where the parties are still in talks to form the next government.  The US' interest in Greenland's security, given its strategic importance, makes sense, he said. But he added that it is \"inexplicable\" for Washington DC to have taken such an aggressive approach, especially in light of Trump's comments about acquiring the territory.  \"Disrespecting the people of Greenland by saying the US will acquire it 'one way or the other' is unhelpful and counter-productive as a tactic,\" he added.  According to recent polls, almost 80% of Greenlanders back independence from Denmark. But an opinion survey in January suggested an even greater number rejected the idea of becoming part of the US. Greenland condemns planned visits by Usha Vance and Trump adviser Why does Trump want Greenland and what do its people think? Greenland's opposition wins election dominated by independence and Trump Follow the twists and turns of Trump's second term with North America correspondent Anthony Zurcher's weekly US Politics Unspun newsletter. Readers in the UK can sign up here. Those outside the UK can sign up here. Comments can not be loaded To load Comments you need to enable JavaScript in your browser Trump announces 25% tariffs on car imports to US Reeves squeezes benefits as 2025 growth forecast halved Zelensky hopes US will 'stand strong' in face of Russian demands 'They invited me - now they're attacking me': Signal chat journalist speaks to BBC 'On the backs of the poor' and 'tax rise fears' Atomfall: How a forgotten nuclear disaster inspired a video game Why leaving his own charity will matter so much to Prince Harry China's dream of becoming a football superpower lies in tatters Local elections 2025: Is there an election in my area? 'We panicked when we realised viewers see everything' - Stacey Solomon on new show The row that rocked K-pop: NewJeans tell BBC why they spoke out The Upbeat newsletter: Start your week on a high with uplifting stories delivered to your inbox From lucky treasure hunters to Newportâs most wanted How lockdown affected children's social development The invention of GPS in the late 1970s A gritty crime saga set in Liverpool starring Sean Bean Copyright Â© 2025 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.",
        "description": "Greenland's leaders have criticised planned visits by US officials after Trump's threats to annex the island.",
        "url": "https://www.bbc.co.uk/news/articles/cvgwjllld1ro",
        "source": "BBC News",
        "publishedAt": "2025-03-26T00:01:55Z"
    }
]